{
  "success": true,
  "data": [
    {
      "id": "1434",
      "name": "Family Guy",
      "date": "31-01-1999",
      "image": "http://server.resoft.org/pttem/semih/images/family-guy.jpg",
      "summary": "2000 yılından bu yana komedi ve animasyon dallarında Emmy adaylıklarının ve ödüllerinin gediklisi olan çizgi dizi Family Guy,sıra dışı Griffin ailesinin absürd hayatlarını ekranlara taşıyor.",
      "ratio": 66
    },
    {
      "id": "157336",
      "name": "Yıldızlararası",
      "date": "11-07-2014",
      "image": "http://server.resoft.org/pttem/semih/images/yildizlararasi.jpg",
      "summary": "Teknik bilgisi ve becerisi yüksek olan Cooper, geniş mısır tarlalarında çiftçilik yaparak geçinmektedir; amacı iki çocuğuna güvenli bir hayat sunmaktır.",
      "ratio": 83
    },
    {
      "id": "27205",
      "name": "İnception",
      "date": "16-07-2010",
      "image": "http://server.resoft.org/pttem/semih/images/inception.jpg",
      "summary": "Uzmanlık alanı, zihnin en savunmasız olduğu rüya görme anında, bilinçaltının derinliklerindeki değerli sırları çekip çıkarmak ve onları çalmak olan Dom Cobb çok yetenekli bir hırsızdır.",
      "ratio": 83
    },
    {
      "id": "625489",
      "name": "Recep İvedik 6",
      "date": "11-07-2019",
      "image": "http://server.resoft.org/pttem/semih/images/recep-ivedik-6.jpg",
      "summary": "Recep İvedik evinde televizyon izlerken, kapıya gelen postacının teslim ettiği davetiyeyi görünce çok heyecanlanır. Konya'da kuru fasulye festivaline davet edilen Recep, vakit kaybetmeden en yakın arkadaşı Nurullah'ı da yanına alıp yola çıkmak ister.",
      "ratio": 52
    },
    {
      "id": "672",
      "name": "Harry Potter ve Sırlar Odası",
      "date": "15-11-2002",
      "image": "http://server.resoft.org/pttem/semih/images/harry-potter.jpg",
      "summary": "Hogwarts Cadılık ve Büyücülük okulundaki ikinci yılına başlarken Harry Potter ,ev cini Dobby tarafından okula dönmesinin kendisi için tehlikeli olacağı konusunda uyarılır.",
      "ratio": 77
    },
    {
      "id": "581600",
      "name": "Spenser Confidential",
      "date": "06-03-2020",
      "image": "http://server.resoft.org/pttem/semih/images/spenser-confidential.jpg",
      "summary": "Wonderland, bir cinayeti çözmek için birlikte hareket etmek zorunda kalan eski bir suçlu ile eski bir polisin hikayesini konu ediyor. Spenser, eski bir polis memurudur.",
      "ratio": 67
    }
  ]
}
